using System;
using System.Collections.Generic;
using System.Text;

namespace HomeWork
{
    class Menu
    {
                
    }
}

/*    Главное меню
 *    
 *    Всего витрин: 
 *    Всего товаров на складе:
 *    Всего товаров на витринах:
 * 
 * 1. Меню: Витрины
 * 2. Меню: Товары
 * 3. Выход из программы 
 */

/*    Витрины
 *    
 *    Выводится список витрин
 * 
 * 1. Открыть витрину
 * 2. Добавить витрину
 * 2. Удалить витрину
 * 3. Назад
 *
 *    Товары
 * 
 * 1. Товары на складе
 * 2. Товары на витринах
 * 3. 
 * 2. Добавить товар
 * 3. Назад
 * 
 * 
 * 
 * 
 * 
 * 
 * 
 */
